class CfgDebriefing
{  
    class WIN
    {
        title = "Задание выполнено";
        subtitle = "Успех!";
        description = "Мы нашли документ, раскрывший новую информацию о строительстве линии Тэтчер";
    };   
    class WIN2
    {
        title = "Задание выполнено";
        subtitle = "Впечатляющий успех!";
        description = "Мы смогли похитить вражеского полковника из Королевского корпуса инженеров!";
    };            

    class WIN3
    {
        title = "Задание выполнено";
        subtitle = "Впечатляющий успех!";
        description = "Мы нашли два документа, значительно дополнившие известную нам информацию о строительстве линии Тэтчер.";
    }; 

    class WIN4
    {
        title = "Задание выполнено";
        subtitle = "Потрясающий успех!";
        description = "Мы нашли сразу три документа о линии Тэтчер. Штабу это понравится!";
    }; 	
	    class WIN5
    {
        title = "Задание выполнено";
        subtitle = "Умопомрачительный успех!";
        description = "Мы нашли сразу три документа о линии Тэтчер и похитили вражеского полковника прямо из стана врага.";
    }; 	
	
    class WIPED
    {
        title = "Задание провалено";
        subtitle = "Все погибли!";
        description = "Весь личный состав группы погиб при выполнении задачи";
    };
};
